{"pt" :[
    {
        "id": 3,
        "thumb": "samoraSystem.PNG",
        "thumbFull": "samoraSystem.PNG",
        "projectLink": "project-details",
        "subTitle": "Portfólio",
        "title": "Fundação Samora Machel",
        "title2": "Otimização para Dispositivos Móveis",
        "title3": "Automação de Marketing",
        "description": "A Fundação Samora Machel é uma organização dedicada à promoção dos direitos humanos e ao desenvolvimento social em Moçambique. O objetivo principal deste projeto foi criar um site que refletisse a missão e os valores da fundação, além de facilitar o acesso à informação sobre suas atividades e iniciativas.\nNeste projeto, desenvolvemos um site responsivo e intuitivo, que permite aos visitantes navegar facilmente por diferentes seções, como história, projetos em andamento e eventos. A interface foi projetada com um layout moderno, incorporando elementos visuais que retratam a cultura moçambicana.",
        "description2": "A Fundação Samora Machel reconhece a importância de alcançar um público diversificado, incluindo aqueles que acessam informações por meio de dispositivos móveis. Para isso, o site foi projetado com uma abordagem responsiva, garantindo que todos os elementos se ajustem perfeitamente a diferentes tamanhos de tela. A experiência do usuário é otimizada, permitindo que os visitantes naveguem facilmente por seções como \"História\", \"Projetos\" e \"Eventos\", independentemente do dispositivo que utilizam.",
        "description3": "Para aumentar a visibilidade da Fundação Samora Machel e engajar mais pessoas em suas causas, implementamos soluções de automação de marketing. Isso inclui a integração de formulários de contato, newsletters e campanhas de email marketing, permitindo que a fundação se comunique de forma mais eficaz com seus apoiadores e a comunidade em geral.",
        "lastParagraph": "Essas ferramentas facilitam o acompanhamento de interações e o envio de atualizações sobre eventos, campanhas e resultados dos projetos. Com uma estratégia de marketing digital bem definida, a fundação pode ampliar seu alcance e promover suas iniciativas de maneira mais eficaz.\n\nAtravés deste projeto, conseguimos criar uma plataforma que não só informa, mas também inspira a ação e a participação da comunidade, alinhando-se à missão da Fundação Samora Machel de promover os direitos humanos e o desenvolvimento social em Moçambique..",
        "boxImg1": "sm.png",
        "boxImg2": "sm-2.png",
        "shape": "10.png"
    },
    {
        "id": 4,
        "thumb": "clickTechSystem.PNG",
        "thumbFull": "clickTechSystem.PNG",
        "projectLink": "project-details",
        "subTitle": "Loja Virtual",
        "title": "Click Tech Moz",
        "title2": "Fidelização e Engajamento do Cliente",
        "title3": "Estratégias de Recompensa e Promoções",
        "description": "A ClickTechMoz é uma empresa inovadora que desenvolveu uma loja virtual robusta, focada em oferecer uma experiência de compra excepcional para os consumidores moçambicanos. O objetivo principal deste projeto foi criar um site de e-commerce que não apenas apresente os produtos, mas também facilite todo o processo de compra, desde a navegação até o pagamento. A loja virtual inclui categorias de produtos, filtros de busca e recomendações personalizadas, tudo projetado para maximizar a satisfação do cliente.",
        "description2": "A loja virtual foi equipada com um sistema de avaliações e comentários, permitindo que os clientes compartilhem suas experiências e opiniões sobre os produtos. Isso não só ajuda outros consumidores na tomada de decisão, mas também fornece feedback valioso para a equipe da ClickTechMoz. Além disso, implementamos um recurso de chat ao vivo para suporte imediato, garantindo que os usuários tenham ajuda em tempo real durante o processo de compra.",
        "description3": "Para promover a fidelização do cliente, criamos um programa de recompensas que incentiva compras repetidas. Os clientes podem acumular pontos a cada transação e trocá-los por descontos ou produtos gratuitos. Também desenvolvemos campanhas sazonais e promoções exclusivas que são facilmente gerenciadas através do painel de administração da loja, permitindo que a ClickTechMoz se adapte rapidamente às tendências do mercado.",
        "lastParagraph": "Com um design intuitivo e uma navegação simplificada, a ClickTechMoz se posiciona como uma referência no comércio eletrônico em Moçambique. O site não só oferece uma ampla variedade de produtos, mas também proporciona uma experiência de compra agradável e eficiente, alinhando-se ao compromisso da empresa de inovar e atender às necessidades dos consumidores. A loja virtual representa um passo significativo na modernização do varejo digital no país.",
        "boxImg1": "clt-1.png",
        "boxImg2": "clt-2.png",
        "shape": "10.png"
    },
    {
        "id": 5,
        "thumb": "correio24System.png",
        "thumbFull": "correio24System.png",
        "projectLink": "project-details",
        "subTitle": "Sistema de Correio",
        "title": "Correio 24",
        "title2": "Navegação Amigável e Agendamento de Coletas",
        "title3": "Notificações e Suporte ao Cliente",
        "description": "A Correio24Expresso é uma plataforma de logística e entrega que visa facilitar o envio de pacotes em Moçambique. Este projeto teve como objetivo desenvolver um site de e-commerce que não apenas ofereça uma visão clara dos serviços de entrega, mas também permita que os usuários solicitem serviços de forma rápida e eficiente. A plataforma inclui funcionalidades como rastreamento de pedidos, cálculo de tarifas e opções de entrega personalizadas.",
        "description2": "O site foi projetado com uma interface amigável que permite aos usuários navegar facilmente entre as diversas opções de envio. Incorporamos um sistema de agendamento de coletas, onde os clientes podem escolher horários convenientes para a retirada de pacotes. Além disso, a plataforma oferece informações detalhadas sobre prazos de entrega e áreas atendidas, garantindo transparência no processo.",
        "description3": "Para otimizar a experiência do usuário, implementamos um sistema de notificação por email e SMS que mantém os clientes informados sobre o status de suas entregas. Além disso, desenvolvemos uma seção de FAQs para responder às dúvidas comuns, proporcionando suporte adicional sem a necessidade de contato direto. Esta abordagem visa aumentar a confiança dos usuários na plataforma.",
        "lastParagraph": "Com uma proposta de valor clara e um conjunto de serviços diferenciados, a Correio24Expresso se posiciona como uma solução eficiente para necessidades de logística em Moçambique. O site não apenas facilita o envio de pacotes, mas também constrói um relacionamento de confiança com os clientes, alinhando-se à missão da empresa de modernizar o setor de entrega no país.",
        "boxImg1": "correio-1.png",
        "boxImg2": "correio-2.png",
        "shape": "10.png"
    },
    {
        "id": 6,
        "thumb": "flogasSystem.png",
        "thumbFull": "flogasSystem.png",
        "projectLink": "project-details",
        "subTitle": "Website Institucional",
        "title": "Flogas Eletricidade e Mecânica, Lda",
        "title2": "Site Responsivo e Navegação Intuitiva",
        "title3": "Foco na Apresentação dos Serviços",
        "description": "A Flogas Eletricidade e Mecânicas, Lda é uma empresa moçambicana que atua no ramo de serviços elétricos e mecânicos. Com experiência comprovada em instalação e manutenção de equipamentos industriais, a Flogas atende clientes de diferentes setores com foco em eficiência e qualidade.",
        "description2": "Um dos principais objetivos do projeto foi apresentar de forma clara quem é a Flogas, seus serviços no setor de eletricidade e mecânica, e facilitar o contato com potenciais clientes. A navegação é simples e intuitiva, permitindo que qualquer usuário encontre rapidamente as informações que precisa.",
        "description3": "O desenvolvimento focou na performance e compatibilidade com diferentes dispositivos, garantindo uma boa experiência tanto em desktop quanto em mobile. O projeto também incluiu otimizações básicas de SEO para melhor visibilidade online.",
        "lastParagraph": "Este projeto representa um site institucional direto e funcional, ideal para empresas que desejam fortalecer sua presença digital com uma solução moderna, leve e de fácil manutenção.",
        "boxImg1": "flogas-1.png",
        "boxImg2": "flogas-2.png",
        "shape": "10.png"
    },
    {
        "id": 2,
        "thumb": "epSystem.PNG",
        "thumbFull": "epSystem.PNG",
        "projectLink": "project-details",
        "subTitle": "Plataforma de Recrutamento",
        "title": "EP Management & Consultancy",
        "title2": "Vagas Diversificadas e Processo de Candidatura Simplificado",
        "title3": "Recursos Adicionais para Candidatos e Recrutadores",
        "description": "A EPMCS é uma plataforma de recrutamento que conecta candidatos a oportunidades de emprego em diversos setores. O site permite que os usuários explorem vagas em países ao redor do mundo, facilitando a busca por carreiras que atendam às suas habilidades e interesses. A plataforma é projetada para ser intuitiva, permitindo fácil navegação entre as diferentes categorias de emprego.",
        "description2": "Os candidatos podem se inscrever em vagas de diversas áreas, incluindo Design, TI, Vendas, e muito mais. A EPMCS também oferece a possibilidade de carregar currículos e se candidatar a empregos com apenas alguns cliques. Com uma interface amigável, os usuários podem filtrar as vagas por categoria e país, tornando a busca mais eficiente.",
        "description3": "Além de conectar candidatos a empregadores, a EPMCS oferece recursos adicionais, como dicas para entrevistas e orientações sobre como elaborar um currículo eficaz. As empresas também podem se cadastrar para postar vagas e buscar candidatos qualificados, contribuindo para um ecossistema de recrutamento mais dinâmico.",
        "lastParagraph": "Com uma base crescente de vagas e candidatos, a EPMCS se destaca como uma solução confiável para aqueles que buscam oportunidades no mercado de trabalho. A plataforma é dedicada a ajudar as pessoas a encontrarem a carreira que merecem, promovendo uma conexão eficaz entre talento e oportunidade.",
        "boxImg1": "ep-1.png",
        "boxImg2": "ep-2.png",
        "shape": "10.png"
    },
    {
        "id": 7,
        "thumb": "synapseSystem.png",
        "thumbFull": "synapseSystem.png",
        "projectLink": "project-details",
        "subTitle": "Website Institucional",
        "title": "Synapse Strategy and Innovation",
        "title2": "React moderno com navegação intuitiva",
        "title3": "Apresentação clara de serviços estratégicos",
        "description": "A Synapse Strategy and Innovation é uma empresa de consultoria fundada por um estratega formado por Harvard e Stanford, com mais de 20 anos de experiência, que ajuda empresas a transformar complexidade em clareza e visão em ação. Desenvolvido com React, o site da Synapse Strategy and Innovation oferece uma interface moderna, responsiva e com navegação fluida. O foco foi criar uma experiência visual alinhada à identidade da empresa e acessível em múltiplos dispositivos.",
        "description2": "O site busca apresentar de forma clara e atraente os serviços especializados da Synapse: Executive Bootcamp, Cultural Transformation, AI perfomance, permitindo que os usuários entendam rapidamente a proposta de valor da empresa.",
        "description3": "Considerando a performance e a usabilidade, garantimos compatibilidade entre desktop e mobile, além de implementar boas práticas de SEO para melhorar a visibilidade online e facilitar o contato com potenciais clientes.",
        "lastParagraph": "Este projeto representa um site institucional elegante e funcional, ideal para empresas de consultoria estratégica que desejam fortalecer sua presença digital com uma solução moderna, leve e de fácil manutenção.",
        "boxImg1": "synapse-1.png",
        "boxImg2": "synapse-2.png",
        "shape": "10.png"
    }
],

"en": [
    {
        "id": 3,
        "thumb": "samoraSystem.PNG",
        "thumbFull": "samoraSystem.PNG",
        "projectLink": "project-details",
        "subTitle": "Portfolio",
        "title": "Samora Machel Foundation",
        "title2": "Mobile Optimization",
        "title3": "Marketing Automation",
        "description": "The Samora Machel Foundation is an organization dedicated to promoting human rights and social development in Mozambique. The main objective of this project was to create a website that reflected the foundation's mission and values, as well as facilitate access to information about its activities and initiatives.\nIn this project, we developed a responsive and intuitive website that allows visitors to easily navigate through different sections such as history, ongoing projects, and events. The interface was designed with a modern layout, incorporating visual elements that portray Mozambican culture.",
        "description2": "The Samora Machel Foundation recognizes the importance of reaching a diverse audience, including those who access information through mobile devices. To achieve this, the website was designed with a responsive approach, ensuring that all elements fit perfectly on different screen sizes. The user experience is optimized, allowing visitors to easily navigate through sections like \"History\", \"Projects\", and \"Events\", regardless of the device they are using.",
        "description3": "To increase the visibility of the Samora Machel Foundation and engage more people in its causes, we implemented marketing automation solutions. This includes integrating contact forms, newsletters, and email marketing campaigns, allowing the foundation to communicate more effectively with its supporters and the general community.",
        "lastParagraph": "These tools facilitate tracking interactions and sending updates about events, campaigns, and project results. With a well-defined digital marketing strategy, the foundation can expand its reach and promote its initiatives more effectively.\n\nThrough this project, we managed to create a platform that not only informs but also inspires action and community participation, aligning with the Samora Machel Foundation's mission to promote human rights and social development in Mozambique.",
        "boxImg1": "sm.png",
        "boxImg2": "sm-2.png",
        "shape": "10.png"
    },
    {
        "id": 4,
        "thumb": "clickTechSystem.PNG",
        "thumbFull": "clickTechSystem.PNG",
        "projectLink": "project-details",
        "subTitle": "Online Store",
        "title": "Click Tech Moz",
        "title2": "Customer Loyalty and Engagement",
        "title3": "Reward and Promotion Strategies",
        "description": "ClickTechMoz is an innovative company that has developed a robust online store, focused on providing an exceptional shopping experience for Mozambican consumers. The main objective of this project was to create an e-commerce site that not only showcases products but also facilitates the entire purchasing process, from browsing to payment. The online store includes product categories, search filters, and personalized recommendations, all designed to maximize customer satisfaction.",
        "description2": "The online store was equipped with a review and comment system, allowing customers to share their experiences and opinions about the products. This not only helps other consumers in their decision-making but also provides valuable feedback for the ClickTechMoz team. Additionally, we implemented a live chat feature for immediate support, ensuring that users receive real-time assistance during the purchasing process.",
        "description3": "To promote customer loyalty, we created a rewards program that incentivizes repeat purchases. Customers can accumulate points with each transaction and redeem them for discounts or free products. We also developed seasonal campaigns and exclusive promotions that are easily managed through the store's admin panel, allowing ClickTechMoz to quickly adapt to market trends.",
        "lastParagraph": "With an intuitive design and simplified navigation, ClickTechMoz positions itself as a reference in e-commerce in Mozambique. The site not only offers a wide variety of products but also provides a pleasant and efficient shopping experience, aligning with the company's commitment to innovate and meet consumer needs. The online store represents a significant step in modernizing digital retail in the country.",
        "boxImg1": "clt-1.png",
        "boxImg2": "clt-2.png",
        "shape": "10.png"
    },
    {
        "id": 5,
        "thumb": "correio24System.png",
        "thumbFull": "correio24System.png",
        "projectLink": "project-details",
        "subTitle": "Mail System",
        "title": "Correio 24",
        "title2": "User-Friendly Navigation and Pickup Scheduling",
        "title3": "Notifications and Customer Support",
        "description": "Correio24Expresso is a logistics and delivery platform that aims to facilitate package shipping in Mozambique. This project aimed to develop an e-commerce site that not only provides a clear overview of delivery services but also allows users to request services quickly and efficiently. The platform includes features such as order tracking, rate calculation, and customized delivery options.",
        "description2": "The site was designed with a user-friendly interface that allows users to easily navigate through various shipping options. We incorporated a pickup scheduling system where customers can choose convenient times for package collection. Additionally, the platform provides detailed information on delivery times and service areas, ensuring transparency in the process.",
        "description3": "To optimize the user experience, we implemented an email and SMS notification system that keeps customers informed about the status of their deliveries. We also developed a FAQs section to address common questions, providing additional support without the need for direct contact. This approach aims to increase user trust in the platform.",
        "lastParagraph": "With a clear value proposition and a set of differentiated services, Correio24Expresso positions itself as an efficient solution for logistics needs in Mozambique. The site not only facilitates package shipping but also builds a trusting relationship with customers, aligning with the company's mission to modernize the delivery sector in the country.",
        "boxImg1": "correio-1.png",
        "boxImg2": "correio-2.png",
        "shape": "10.png"
    },
    {
        "id": 6,
        "thumb": "flogasSystem.png",
        "thumbFull": "flogasSystem.png",
        "projectLink": "project-details",
        "subTitle": "Institutional Website",
        "title": "Flogas Eletricidade e Mecânicas, Lda",
        "title2": "Responsive Site with Intuitive Navigation",
        "title3": "Focus on Service Presentation",
        "description": "Flogas Eletricidade e Mecânicas, Lda is a Mozambican company operating in the field of electrical and mechanical services. With proven experience in the installation and maintenance of industrial equipment, Flogas serves clients from various sectors with a focus on efficiency and quality.",
        "description2": "One of the main objectives of the project was to clearly present who Flogas is, its services in the electrical and mechanical sector, and facilitate contact with potential clients. The navigation is simple and intuitive, allowing any user to quickly find the information they need.",
        "description3": "The development focused on performance and compatibility with different devices, ensuring a good experience on both desktop and mobile. The project also included basic SEO optimizations for better online visibility.",
        "lastParagraph": "This project represents a straightforward and functional institutional site, ideal for companies that want to strengthen their digital presence with a modern, lightweight, and easy-to-maintain solution.",
        "boxImg1": "flogas-1.png",
        "boxImg2": "flogas-2.png",
        "shape": "10.png"
    },
    {
        "id": 2,
        "thumb": "epSystem.PNG",
        "thumbFull": "epSystem.PNG",
        "projectLink": "project-details",
        "subTitle": "Recruitment Platform",
        "title": "EP Management & Consultancy",
        "title2": "Diverse Job Opportunities and Simplified Application Process",
        "title3": "Additional Resources for Candidates and Recruiters",
        "description": "EPMCS is a recruitment platform that connects candidates to job opportunities across various sectors. The site allows users to explore job openings in countries around the world, facilitating the search for careers that match their skills and interests. The platform is designed to be intuitive, allowing easy navigation between different job categories.",
        "description2": "Candidates can apply for jobs in diverse fields, including Design, IT, Sales, and more. EPMCS also offers the ability to upload resumes and apply for jobs with just a few clicks. With a user-friendly interface, users can filter job openings by category and country, making the search more efficient.",
        "description3": "In addition to connecting candidates with employers, EPMCS provides additional resources such as interview tips and guidance on how to create an effective resume. Companies can also register to post job openings and search for qualified candidates, contributing to a more dynamic recruitment ecosystem.",
        "lastParagraph": "With a growing database of job openings and candidates, EPMCS stands out as a reliable solution for those seeking opportunities in the job market. The platform is dedicated to helping people find the careers they deserve, promoting an effective connection between talent and opportunity.",
        "boxImg1": "ep-1.png",
        "boxImg2": "ep-2.png",
        "shape": "10.png"
    },
    {
        "id": 7,
        "thumb": "synapseSystem.png",
        "thumbFull": "synapseSystem.png",
        "projectLink": "project-details",
        "subTitle": "Institutional Website",
        "title": "Synapse Strategy and Innovation",
        "title2": "Modern React with Intuitive Navigation",
        "title3": "Clear Presentation of Strategic Services",
        "description": "Synapse Strategy and Innovation is a consulting company founded by a strategist trained at Harvard and Stanford, with over 20 years of experience, who helps companies turn complexity into clarity and vision into action. Developed with React, the Synapse Strategy and Innovation website offers a modern, responsive interface with smooth navigation. The focus was to create a visual experience aligned with the company's identity and accessible across multiple devices.",
        "description2": "The site aims to clearly and attractively present Synapse's specialized services: Executive Bootcamp, Cultural Transformation, AI performance, allowing users to quickly understand the company's value proposition.",
        "description3": "Considering performance and usability, we ensured compatibility between desktop and mobile, as well as implementing good SEO practices to improve online visibility and facilitate contact with potential clients.",
        "lastParagraph": "This project represents an elegant and functional institutional site, ideal for strategic consulting firms that want to strengthen their digital presence with a modern, lightweight, and easy-to-maintain solution.",
        "boxImg1": "synapse-1.png",
        "boxImg2": "synapse-2.png",
        "shape": "10.png"
    }
]

}