[
    {
        "id": 2,
        "thumb": "epSystem.PNG",
        "thumbFull": "epSystem.PNG",
        "projectLink": "project-details",
        "subTitle": "Plataforma de Recrutamento",
        "title": "EP Management & Consultancy",
        "title2":"Vagas Diversificadas e Processo de Candidatura Simplificado",
        "title3": "Recursos Adicionais para Candidatos e Recrutadores",
        "description": "A EPMCS é uma plataforma de recrutamento que conecta candidatos a oportunidades de emprego em diversos setores. O site permite que os usuários explorem vagas em países ao redor do mundo, facilitando a busca por carreiras que atendam às suas habilidades e interesses. A plataforma é projetada para ser intuitiva, permitindo fácil navegação entre as diferentes categorias de emprego.",
        "description2": "Os candidatos podem se inscrever em vagas de diversas áreas, incluindo Design, TI, Vendas, e muito mais. A EPMCS também oferece a possibilidade de carregar currículos e se candidatar a empregos com apenas alguns cliques. Com uma interface amigável, os usuários podem filtrar as vagas por categoria e país, tornando a busca mais eficiente.",
        "description3": "Além de conectar candidatos a empregadores, a EPMCS oferece recursos adicionais, como dicas para entrevistas e orientações sobre como elaborar um currículo eficaz. As empresas também podem se cadastrar para postar vagas e buscar candidatos qualificados, contribuindo para um ecossistema de recrutamento mais dinâmico.",
        "lastParagraph": "Com uma base crescente de vagas e candidatos, a EPMCS se destaca como uma solução confiável para aqueles que buscam oportunidades no mercado de trabalho. A plataforma é dedicada a ajudar as pessoas a encontrarem a carreira que merecem, promovendo uma conexão eficaz entre talento e oportunidade.",
        "boxImg1": "ep-1.JPG",
        "boxImg2": "ep-2.JPG",
        "shape": "10.png"
    },
    {
        "id": 3,
        "thumb": "samoraSystem.PNG",
        "thumbFull": "samoraSystem.PNG",
        "projectLink": "project-details",
        "subTitle": "Website Institucional",
        "title": "Fundação Samora Machel",
        "title2": "Otimização para Dispositivos Móveis",
        "title3": "Automação de Marketing",
        "description": "A Fundação Samora Machel é uma organização dedicada à promoção dos direitos humanos e ao desenvolvimento social em Moçambique. O objetivo principal deste projeto foi criar um site que refletisse a missão e os valores da fundação, além de facilitar o acesso à informação sobre suas atividades e iniciativas.\nNeste projeto, desenvolvemos um site responsivo e intuitivo, que permite aos visitantes navegar facilmente por diferentes seções, como história, projetos em andamento e eventos. A interface foi projetada com um layout moderno, incorporando elementos visuais que retratam a cultura moçambicana.",
        "description2": "A Fundação Samora Machel reconhece a importância de alcançar um público diversificado, incluindo aqueles que acessam informações por meio de dispositivos móveis. Para isso, o site foi projetado com uma abordagem responsiva, garantindo que todos os elementos se ajustem perfeitamente a diferentes tamanhos de tela. A experiência do usuário é otimizada, permitindo que os visitantes naveguem facilmente por seções como \"História\", \"Projetos\" e \"Eventos\", independentemente do dispositivo que utilizam.",
        "description3": "Para aumentar a visibilidade da Fundação Samora Machel e engajar mais pessoas em suas causas, implementamos soluções de automação de marketing. Isso inclui a integração de formulários de contato, newsletters e campanhas de email marketing, permitindo que a fundação se comunique de forma mais eficaz com seus apoiadores e a comunidade em geral.",
        "lastParagraph": "Essas ferramentas facilitam o acompanhamento de interações e o envio de atualizações sobre eventos, campanhas e resultados dos projetos. Com uma estratégia de marketing digital bem definida, a fundação pode ampliar seu alcance e promover suas iniciativas de maneira mais eficaz.\n\nAtravés deste projeto, conseguimos criar uma plataforma que não só informa, mas também inspira a ação e a participação da comunidade, alinhando-se à missão da Fundação Samora Machel de promover os direitos humanos e o desenvolvimento social em Moçambique..",
        "boxImg1": "sm-1.JPG",
        "boxImg2": "sm-2.JPG",
        "shape": "10.png"
    },
    {
        "id": 4,
        "thumb": "clickTechSystem.PNG",
        "thumbFull": "clickTechSystem.PNG",
        "projectLink": "project-details",
        "subTitle": "Loja Virtual",
        "title": "Click Tech Moz",
        "title2": "Fidelização e Engajamento do Cliente",
        "title3": "Estratégias de Recompensa e Promoções",
        "description": "A ClickTechMoz é uma empresa inovadora que desenvolveu uma loja virtual robusta, focada em oferecer uma experiência de compra excepcional para os consumidores moçambicanos. O objetivo principal deste projeto foi criar um site de e-commerce que não apenas apresente os produtos, mas também facilite todo o processo de compra, desde a navegação até o pagamento. A loja virtual inclui categorias de produtos, filtros de busca e recomendações personalizadas, tudo projetado para maximizar a satisfação do cliente.",
        "description2": "A loja virtual foi equipada com um sistema de avaliações e comentários, permitindo que os clientes compartilhem suas experiências e opiniões sobre os produtos. Isso não só ajuda outros consumidores na tomada de decisão, mas também fornece feedback valioso para a equipe da ClickTechMoz. Além disso, implementamos um recurso de chat ao vivo para suporte imediato, garantindo que os usuários tenham ajuda em tempo real durante o processo de compra.",
        "description3": "Para promover a fidelização do cliente, criamos um programa de recompensas que incentiva compras repetidas. Os clientes podem acumular pontos a cada transação e trocá-los por descontos ou produtos gratuitos. Também desenvolvemos campanhas sazonais e promoções exclusivas que são facilmente gerenciadas através do painel de administração da loja, permitindo que a ClickTechMoz se adapte rapidamente às tendências do mercado.",
        "lastParagraph": "Com um design intuitivo e uma navegação simplificada, a ClickTechMoz se posiciona como uma referência no comércio eletrônico em Moçambique. O site não só oferece uma ampla variedade de produtos, mas também proporciona uma experiência de compra agradável e eficiente, alinhando-se ao compromisso da empresa de inovar e atender às necessidades dos consumidores. A loja virtual representa um passo significativo na modernização do varejo digital no país.",
        "boxImg1": "clt-1.JPG",
        "boxImg2": "clt-2.JPG",
        "shape": "10.png"
    },
    {
        "id": 5,
        "thumb": "correio24System.JPG",
        "thumbFull": "correio24System.JPG",
        "projectLink": "project-details",
        "subTitle": "Sistema de Correio",
        "title": "Correio 24",
        "title2": "Navegação Amigável e Agendamento de Coletas",
        "title3": "Notificações e Suporte ao Cliente",
        "description": "A Correio24Expresso é uma plataforma de logística e entrega que visa facilitar o envio de pacotes em Moçambique. Este projeto teve como objetivo desenvolver um site de e-commerce que não apenas ofereça uma visão clara dos serviços de entrega, mas também permita que os usuários solicitem serviços de forma rápida e eficiente. A plataforma inclui funcionalidades como rastreamento de pedidos, cálculo de tarifas e opções de entrega personalizadas.",
        "description2": "O site foi projetado com uma interface amigável que permite aos usuários navegar facilmente entre as diversas opções de envio. Incorporamos um sistema de agendamento de coletas, onde os clientes podem escolher horários convenientes para a retirada de pacotes. Além disso, a plataforma oferece informações detalhadas sobre prazos de entrega e áreas atendidas, garantindo transparência no processo.",
        "description3": "Para otimizar a experiência do usuário, implementamos um sistema de notificação por email e SMS que mantém os clientes informados sobre o status de suas entregas. Além disso, desenvolvemos uma seção de FAQs para responder às dúvidas comuns, proporcionando suporte adicional sem a necessidade de contato direto. Esta abordagem visa aumentar a confiança dos usuários na plataforma.",
        "lastParagraph": "Com uma proposta de valor clara e um conjunto de serviços diferenciados, a Correio24Expresso se posiciona como uma solução eficiente para necessidades de logística em Moçambique. O site não apenas facilita o envio de pacotes, mas também constrói um relacionamento de confiança com os clientes, alinhando-se à missão da empresa de modernizar o setor de entrega no país.",
        "boxImg1": "correio-1.JPG",
        "boxImg2": "correio-2.JPG",
        "shape": "10.png"
    }
]