{
  "pt":[
  {
    "id": 1,
    "text": "A consultoria oferecida foi essencial para entender as necessidades técnicas do nosso sistema. As soluções sugeridas impactaram positivamente a eficiência e escalabilidade da nossa aplicação, resolvendo questões críticas no processo de desenvolvimento.",
    "name": "Matthew J. Wyman",
    "designation": "Consultor Sênior"
  },
  {
    "id": 2,
    "text": "A equipe nos ajudou a transformar nossa estratégia de marketing digital, oferecendo insights valiosos para melhorar a performance dos nossos produtos no mercado. A expertise técnica foi fundamental para alcançar nossos objetivos.",
    "name": "Anthom Bu Spar",
    "designation": "Gerente de Marketing"
  },
  {
    "id": 3,
    "text": "A colaboração com a equipe de desenvolvimento foi excepcional. Juntos conseguimos implementar soluções inovadoras que aumentaram a performance do nosso software e resolveram desafios técnicos que antes eram complexos de abordar.",
    "name": "Metho K. Partho",
    "designation": "Desenvolvedor Sênior"
  }
],
  "en":[
  {
    "id": 1,
    "text": "The consultancy provided was essential to understand the technical needs of our system. The suggested solutions positively impacted the efficiency and scalability of our application, solving critical issues in the development process.",
    "name": "Matthew J. Wyman",
    "designation": "Senior Consultant"
  },
  {
    "id": 2,
    "text": "The team helped us transform our digital marketing strategy, providing valuable insights to improve the performance of our products in the market. Their technical expertise was crucial to achieving our goals.",
    "name": "Anthom Bu Spar",
    "designation": "Marketing Manager"
  },
  {
    "id": 3,
    "text": "The collaboration with the development team was exceptional. Together we implemented innovative solutions that increased the performance of our software and solved technical challenges that were previously complex to address.",
    "name": "Metho K. Partho",
    "designation": "Senior Developer"
  }
  ]
}